#language: ru

@tree

Функционал: Подсистема "Сотрудники"

Как <Роль> я хочу
<описание функционала> 
чтобы <бизнес-эффект>   

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Создание и проведение документов учета работы сотрудников

И _060101 Создаем и записываем график работы сотрудников
И _060102 Создаем и проводим допуск на оборудование
И _060103 Создание и проведение кадрового перемещения сотрудников
И _060301 Создание и проведение расстановки рабочих мест
И _060302 Создание и проведение табелирования
И _060303 Создание и проведение расчета времени работы сотрудников


