#language: ru

@tree

Функционал: Справочники подсистемы Управление качеством

Как сотрудник ОТК 
Я хочу ввести нормативно справочную информацию
Чтобы использовать для ввода документов   


Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Создание тестовых справочников Управления качеством

// рабочие

И _06002 создаем методы исследований
//И _06001 Создаем расчеты по качеству продукции
И _06003 создаем стандарты исследований
И _06013 создаем исследовательские лаборатории
И _06004 создаем средства измерений
И _06005 создаем виды проб
И _06008 создаем типы проб
И _06016 создаем показатели качества
И _06014 создаем типы исследований
И _06010 создаем виды исследований
И _06015 создаем места отбора проб
И _06012 создаем пробоотборники
И _06009 создаем нормативные показатели
И _06007 Создаем базовые серии номенклатуры по качеству (базовая)
И _06017 создаем пробы


// Металлы
//И _06006 Создаем статьи баланса металлов
//И _06019 Создаем виды балансов металлов

//Расчетные показатели
//И _06018 Создаем расчетные показатели
