#language: ru

@tree

Функционал: Справочники подсистемы "Горные работы"

Как <Роль> я хочу
<описание функционала> 
чтобы <бизнес-эффект>   

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Создание тестовых справочников подсистемы "Горные работы"
И _01001 Создаем смены
И _01007 Создаем виды операций
И _01011 Создаем виды работ
И _01002 Создаем виды горизонтов
И _01003 Создаем выработки
И _01004 Создаем лицензии на пользование недрами
И _01005 Создаем участки работ
И _01010 Создаем залежи полезных ископаемых
И _01006 Создаем горизонты
И _01012 Создаем блоки
И _01008 Создаем скважины
И _01013 Создаем штабеля
И _01014 Создаем виды полезных ископаемых
И _01015 Создаем условия горных работ
