#language: ru

@tree

Функционал: Общие справочники

Как <Роль> я хочу
<описание функционала> 
чтобы <бизнес-эффект>   

Контекст:
	Дано Я запускаю сценарий открытия TestClient или подключаю уже существующий

Сценарий: Создание общих тестовых данных

И _00001 Создаем организацию
И _00002 Создаем структуру предприятия
И _00011 Создаем виды номенклатуры старый
И _00006 Создаем номенклатуру и характеристику
И _00003 Создаем партнеров
И _00004 Создаем контрагентов
//И _00005 Создаем договор с покупателем
//И _00005 Создаем договор с поставщиком
И _01013 создаем склады
//И _00010 Создание вида цен


